import { Box, Grid, Toolbar, Typography } from "@mui/material"

export const Info = () => {
    return (
        <>
            <Box bgcolor="#F6F8FA" py="68px">
                <Toolbar>
                    <Grid container spacing={2}>
                        <Grid item lg={6} md={12} sm={12} xs={12}>
                            <Typography mb="17px" fontWeight={600} fontSize="18px" lineHeight="32px" color="#191C1F">
                                Опрошенных пользовались микрокредитами
                            </Typography>
                            <Typography color="#191C1F" fontWeight={400} fontSize="16px" lineHeight="28px">
                                Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
                            </Typography>
                        </Grid>
                        <Grid item lg={6} md={12} sm={12} xs={12}>
                            <Typography mb="17px" fontWeight={600} fontSize="18px" lineHeight="32px" color="#191C1F">
                                Опрошенных пользовались микрокредитами
                            </Typography>
                            <Typography color="#191C1F" fontWeight={400} fontSize="16px" lineHeight="28px">
                                Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
                            </Typography>
                        </Grid>
                        <Grid item lg={6} md={12} sm={12} xs={12}>
                            <Typography mb="17px" fontWeight={600} fontSize="18px" lineHeight="32px" color="#191C1F">
                                Опрошенных пользовались микрокредитами
                            </Typography>
                            <Typography color="#191C1F" fontWeight={400} fontSize="16px" lineHeight="28px">
                                Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
                            </Typography>
                        </Grid>
                        <Grid item lg={6} md={12} sm={12} xs={12}>
                            <Typography mb="17px" fontWeight={600} fontSize="18px" lineHeight="32px" color="#191C1F">
                                Опрошенных пользовались микрокредитами
                            </Typography>
                            <Typography color="#191C1F" fontWeight={400} fontSize="16px" lineHeight="28px">
                                Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
                            </Typography>
                        </Grid>
                    </Grid>
                </Toolbar>
            </Box>
        </>
    )
}
